Revit 2024 API
STLImportOptions Constructor
 Constructs a new instance of STLImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022.1
Syntax
C#
public STLImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
STLImportOptions()
See Also
STLImportOptions Class
STLImportOptions Overload
Autodesk.Revit.DB Namespace